Repository: OmegaT-L10N/sc
Catalog: omegat/project_save.tmx
Source language: en
Languages: sc

source: #Files
sc: Nùm. archìvios

source: &About...
sc: &Informatziones...

source: &Access Project Contents
sc: &Atzede a is cuntenutos de su progetu

source: &Add
sc: &Agiunghe

source: &Add...
sc: &Agiunghe...

source: &Align Files...
sc: &Allìnia archìvios...

source: &Allow blank translations in the target files
sc: &Permite tradutziones bòidas in is archìvios tradùidos

source: &Allow only unique characters
sc: Permite isceti c&aràteres ùnicos

source: &Allow translation to be equal to source
sc: Permite chi s&a tradutzione siat uguale a s’originale

source: &Also allow per-project external commands
sc: Permite fint&as òrdines esternas dislindadas pro cada progetu

source: &Always
sc: &Semper

source: &Always Confirm Quit
sc: Cunfirm&a semper in antis de essire

source: &Apply this font to tabular data (project files, statistics, etc.)
sc: &Àplica custa tipografia a is datos tabulados (archìvios de su progetu, istatìsticas, etc.)

source: &Apply to all
sc: &Àplica a totus

source: &Auto-propagation of Translations
sc: Propagatzione &automàtica de tradutziones

source: &Automatically Fetch Translations
sc: Recùpera tradutziones in &automàticu

source: &Automatically check the spelling of text
sc: Controllu automàticu de s’ortografia de su testu

source: &Automatically fetch translations
sc: Recùpera tradutziones in &automàticu

source: &Automatically search segment text in dictionary
sc: Chirca su testu de su segmentu in su ditzionàriu in manera &automàtica

source: &Back
sc: I&n segus

source: &Back in History
sc: In segus in sa c&ronologia

source: &Bookmarks
sc: Sinnali&bros

source: &Browse
sc: &Nàviga

source: &Browse Online
sc: &Nàviga in lìnia

source: &Browse TaaS Collections...
sc: &Chirca intre colletziones TaaS...

source: &Browse...
sc: &Nàviga...

source: &Built-in (LanguageTool {0})
sc: &Integradu (LanguageTool {0})

source: &Cancel
sc: A&nnulla

source: &Check for Updates...
sc: &Controlla atualizatziones...

source: &Clear Menu
sc: &Lìmpia su menù

source: &Close
sc: &Serra

source: &Comments
sc: &Cummentos

source: &Compatibility with OmegaT 2.6
sc: &cumpatibilidade cun OmegaT 2.6

source: &Copy Support Info
sc: &Còpia informatziones de agiudu

source: &Current Source Document
sc: &Documentu originale atuale

source: &Cycle
sc: &Alterna

source: &Defaults
sc: Predefini&dos

source: &Dictionaries
sc: &Ditzionàrios

source: &Do not check printf-variables
sc: &Non controlles is variàbiles printf

source: &Do not unescape Unicode literals (\uXXXX)
sc: No iscapes is literales de Unicode (\uXXXX)

source: &Download
sc: &Iscàrriga

source: &Edit
sc: &Modìfica

source: &Edit...
sc: &Modìfica...

source: &Editor...
sc: &Editore...

source: &Empty lines
sc: Lìnias &boidas

source: &Enable TaaS terminology lookup
sc: Permit&e sa consulta de terminologia TaaS

source: &Enable autotext
sc: Ativa t&estu automàticu

source: &Enable character table
sc: Ativa tab&ella de caràteres

source: &Enable glossary suggestions
sc: Ativa cussìgios d&e glossàriu

source: &Enable history completion
sc: &Ativa su cumpletamentu de sa cronologia

source: &Endnotes
sc: Notas a fin&e documentu

source: &Exact search
sc: C&hirca esata

source: &File
sc: &Archìviu

source: &Files
sc: &Archìvios

source: &Filter
sc: &Filtru

source: &Find...
sc: &Agata...

source: &Finish
sc: &Acabba

source: &Fix All
sc: &Curreghe totu

source: &Footnotes
sc: &Notas a pee de pàgina

source: &Forward in History
sc: A in antis in sa &cronologia

source: &Glossaries
sc: &Glossàrios

source: &Glossary
sc: &Glossàriu

source: &Go To
sc: &Bae a

source: &Go To Downloads
sc: &Bae a Iscarrigamentos

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
sc: "&Bae a su segmentu sena tradutzione imbeniente" si firmat cando b'est a su mancu una tradutzione alternativa

source: &Help
sc: &Agiudu

source: &Ignore file context when identifying segments with alternate translations
sc: &Inniora su cuntestu de archìviu cando siant individuados segmentos cun tradutziones alternativas.

source: &Ignore hits with very different case (e.g. FOO vs foo)
sc: &Inniora cointzidèntzias cun majùsculas meda diferentes (comente in ESEMPRU/esempru)

source: &In translation
sc: &In sa tradutzione

source: &Index entries
sc: &Intradas de ìnditze

source: &Insert
sc: &Inserta

source: &Insert Match or Selection
sc: &Inserta sa cointzidèntzia o sa seletzione

source: &Install new dictionary...
sc: &Installa unu ditzionàriu nou...

source: &Jump To Segment
sc: &Brinca a su segmentu

source: &Keyword search
sc: &Chirca cun paràulas crae

source: &Language Checker
sc: Verificadore &linguìsticu

source: &Last Changes...
sc: Ùrtimas &modificatziones...

source: &Launch local server
sc: &Lantza su servidore locale

source: &Leave the segment empty
sc: &Lassa su segmentu bòidu

source: &License
sc: &Lissèntzia

source: &Line breaks
sc: Brincos de &lìnia

source: &Load...
sc: &Carrighende...

source: &Lower Case
sc: Minùscu&las

source: &Make the file filter settings project specific
sc: &Faghe sa cunfiguratzione de filtros de archìviu dislindada pro cada progetu

source: &Make the segmentation rules project specific
sc: Faghe is règulas de seg&mentatzione dislindadas pro cada progetu

source: &Match Statistics
sc: Istatìsticas de c&ointzidèntzias

source: &Minimal similarity:
sc: Similaridade &mìnima:

source: &Modification Info
sc: Informatzione de &modificatzione

source: &Move Down
sc: &Moe in giosso

source: &Name/ID:
sc: &Nòmine/identificadore:

source: &Never
sc: &Mai

source: &New Script
sc: Script &nou

source: &New...
sc: &Nou...

source: &Next Segment
sc: Segme&ntu imbeniente

source: &Notes
sc: &Notas

source: &OK
sc: &AB

source: &Open Script...
sc: A&beri unu script...

source: &Open...
sc: &Aberi...

source: &Options
sc: &Optziones

source: &Preferences...
sc: &Preferèntzias...

source: &Prefix:
sc: &Prefissu:

source: &Presentation notes
sc: Notas de &presentatziones

source: &Preserve spaces for all tags
sc: Cunserva is&pàtzios pro totu is etichetas

source: &Previous Segment
sc: Segmentu &pretzedente

source: &Project
sc: &Progetu

source: &Properties...
sc: &Propiedades

source: &Quit
sc: &Essi

source: &Redo Last Action
sc: To&rra a fàghere s’ùrtima atzione

source: &Refresh
sc: &Atualiza

source: &Regular expressions
sc: Espressiones &regulares

source: &Reload
sc: &Torra a carrigare

source: &Remove
sc: &Boga

source: &Remove Filter
sc: &Boga su filtru

source: &Remove untranslated strings in the target files
sc: Boga is istringas non tradùidas in is archìvios tradùidos

source: &Replace
sc: Sos&titui

source: &Replace Next
sc: &Sostitui imbeniente

source: &Replace...
sc: &Sostitui

source: &Reset Options
sc: &Reseta optziones

source: &Reset This Colour
sc: To&rra su colore predefinidu

source: &Restore Main Window
sc: &Torra a sa visualizatzione printzipale predefinida

source: &Root
sc: &Raighina

source: &Run
sc: &Esecuta

source: &Save
sc: &Sarva

source: &Save As...
sc: &Sarva comente...

source: &Save...
sc: &Sarvende...

source: &Search
sc: &Chirca

source: &Search Project...
sc: Chirca in &su progetu...

source: &Search for Selection
sc: &Chirca pro seletzione

source: &Segment Number...
sc: &Segmentu nùmeru

source: &Segmentation...
sc: &Segmentatzione...

source: &Select
sc: &Sèbera

source: &Sentence Case
sc: Prima lìtera de &sa frase

source: &Sheet Names
sc: Nòmine&s de fògios

source: &Show All
sc: Ammu&stra totu

source: &Show Relevant Suggestions Automatically
sc: Ammu&stra cussìgios rilevantes in automàticu

source: &Show in Editor context menu
sc: &Ammustra in su menù cuntestuale de s’editore

source: &Show relevant suggestions automatically
sc: Ammu&stra cussìgios rilevantes in automàticu

source: &Skip
sc: &Brinca

source: &Skip PO header
sc: &Brinca s’intestatzione de su PO

source: &Source (segment {0}):
sc: &Orìgine (segmentu {0}):

source: &Source Files
sc: &Archìvios de orìgine

source: &Source Files Language:
sc: Limba de i&s archìvios de orìgine:

source: &Source Language Tokenizer:
sc: Tokenizadore de &sa limba de orìgine:

source: &Statistics
sc: &Istatìsticas

source: &Store for this session only
sc: &Sarva pro custa sessione ebbia

source: &TaaS Terminology Lookup
sc: Consulta de terminologia &TaaS

source: &Target Files
sc: A&rchìvios tradùidos

source: &Target Language Tokenizer:
sc: &Tokenizadore de sa limba de sa tradutzione:

source: &Title Case
sc: Prima lì&tera de cada paràula

source: &Tools
sc: &Ainas

source: &Translated
sc: &Tradùidu

source: &Translated Files Language:
sc: Limba de is archìvios &tradùidos:

source: &Undo Changes
sc: &Iscontza modificatziones

source: &Undo Last Action
sc: &Iscontza s’ùrtima atzione

source: &Untranslated Segments Only
sc: &Isceti pro segmentos de bortare

source: &Upper Case
sc: Majùsc&ulas

source: &User's Manual...
sc: Manuale de s’&usuàriu...

source: &Validate tags when leaving a segment
sc: Contro&lla etichetas cando essis de unu segmentu

source: &View
sc: &Visualiza

source: &Writeable Glossary
sc: &Glossàriu de iscritura

source: '*' matches zero or more characters ('run*' matches 'run', 'runs', and'running', etc.) '?' matches exactly one character ('run?' matches 'runs' and 'rung', but not 'run' or 'running').
sc: Su caràtere "*" currispondet a zero o prus caràteres ("curre*" agatat "curre", "curres", "currende", etc.). Su caràtere "?" currispondet isceti a unu caràtere ("curre*" agatat "curres" e "curret", però non "curre" nen "currende").

source: '{0}' menu selected
sc: Menù '{0}' seletzionadu

source: (+{0} more)
sc: (e àteros {0})

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Copy Files to Source Folder... button in the Project Files window or call this action from the Project menu and select the source files you want to copy.
sc: (In su manuale de usuàriu, càstia 'Archìvios de bortare' > 'Formados de archìviu' pro una lista de is formados de archìviu cumpatìbiles.) Pro agiùnghere archìvios a su progetu, incarca su butone "Còpia archìvios in sa cartella de orìgine..." de sa ventana "Archìvios de su progetu" o atzede a custa atzione dae su menù Progetu e sèbera is archìvios de orìgine chi boles copiare.

source: (Leave the Password empty if you are using an API Key.)
sc: (Lassa sa crae bòida si ses impreende una crae API.)

source: (X)HTML Filter Options
sc: Optziones de filtru de (X)HTML

source: (You will still able to use OmegaT 3.6 to edit this project as a team project.)
sc: (Podes sighire a impreare OmegaT 3.6 pro ddu abèrrere comente a progetu de iscuadra.)

source: (close tag)
sc: (serra s’eticheta)

source: (comment tag)
sc: (cummentu de eticheta)

source: (empty tag)
sc: (eticheta bòida)

source: +{0} more
sc: +{0} àteros

source: ---- Localization Notes ----
sc: ---- Notas de localizatzione ----

source: 1 conflict
sc: 1 problemas

source: 1 segment
sc: 1 segmentu

source: 1) Reduce the number of source files and translate in batches;
sc: 1) Redui su nùmeru de archìvios de orìgine e tradui in blocos;

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
sc: 2) Cresche sa cantidade de memòria pro OmegaT ispetzifichende "java -Xmx<mannària-in-MB>M -jar OmegaT.jar" in su terminale o in su script de cumintzu de OmegaT; sa cunfiguratzione atuale est de {0}MB;

source: <EMPTY>
sc: <BÒIDU>

source: <No suggestions>
sc: <Perunu cussìgiu>

source: <html><center>Loading...<br><br>Tip: Enable/disable checks at any time from the Options menu.</center></html>
sc: <html><center>Carrighende...<br><br>Cussìgiu: podes ativare e disativare su controllu cando boles dae su menù de Optziones.</center></html>

source: <html><i>Preferences</i> &gt; <i>General</i> &gt; <i>Use TAB to Advance</i> is checked</html>
sc: <html><i>Preferèntzias</i> &gt; <i>Generale</i> &gt; <i>Imprea su tabuladore (TAB) pro mòere a in antis</i> est ativadu</html>

source: <html>Current version: <b>{0}</b></html>
sc: <html>Versione atuale: <b>{0}</b></html>

source: <html>Per-project external commands are disabled and will not be executed.
sc: <html>Is òrdines esternas ispetzìficas pro progetos sunt disativadas e non si podent esecutare.

source: <html>Place the caret at the location where you want to split the text.</html>
sc: <html>Pone su puntadore in sa positzione in ue boles partzire su testu.</html>

source: <html>Repository URL:</html>
sc: <html>Depòsitu URL:</html>

source: <html>Term: <b>{0}</b><br>Glossaries:<br>{1}</html>
sc: <html>Tèrmine: <b>{0}</b><br>Glossàrios:<br>{1}</html>

source: <html>Update channel: <b>{0}</b></html>
sc: <html>Canale de atualizatzione: <b>{0}</b></html>

source: <none>
sc: <perunu>

source: Menu Project New...
sc: Menù Progetu Nou...

source: Project Create / open new
sc: Progetu Crea / aberi nou

source: Note: On an Apple Mac, use the Command key instead of the Control key.
sc: Note: In unu Mac de Apple, imprea sa tecla Command imbetzes de sa tecla Control.

source: A note is just a comment regarding this set of source text and translation.
sc: Una nota est isceti unu cummentu subra sa pariga de testu de orìgine e tradutzione.

source: A restart is required in order to apply these changes
sc: Depes torrare a aviare su programma pro chi is modificatziones tèngiant efetu

source: A source sentence might look like:
sc: Una frase de orìgine podet èssere che:

source: A&dd
sc: A&giunghe

source: A&ggregate Tags
sc: Etichetas a&gregadas

source: A&uto-completion
sc: Cumpletamentu a&utomàticu

source: ANTLR (ANTLR 3 License)
sc: ANTLR (lissèntzia ANTLR 3)

source: API Key (optional)
sc: Crae API (optzionale)

source: API Key:
sc: Crae API:

source: ASCII Only
sc: Isceti ASCII

source: Aaron Madlon-Kay is the OmegaT project manager.
sc: Aaron Madlon-Kay est su gestore de su progetu OmegaT.

source: Aborted.
sc: Annulladu.

source: About OmegaT
sc: Informatziones de OmegaT

source: Access Configurat&ion Folder
sc: Atzede a sa cartella de cunfiguratz&ione

source: Access Scripts Folder
sc: Atzede a sa cartella de is scripts

source: Actions & Settings
sc: Atziones e cunfiguratziones

source: Activate the "Show hidden files" option to make it visible.
sc: tocat a ativare s’optzione "Ammustra archìvios cuados" pro dda bìdere.

source: Active segment source
sc: Segmentu originale ativu

source: Active segment source text
sc: Testu de segmentu originale ativu

source: Active segment target
sc: Segmentu tradùidu ativu

source: Active segment target text
sc: Testu de segmentu tradùidu ativu

source: Add
sc: Agiunghe

source: Add Glossary Entry
sc: Agiunghe intrada de su glossàriu

source: Add Pattern
sc: Agiunghe règula

source: Add Script
sc: Agiunghe script

source: Add To Dictionary
sc: Agiunghe a su ditzionàriu

source: Add To Dictionary: “{0}”
sc: Agiunghe a su ditzionàriu: “{0}”

source: Add characters to the custom table by double-clicking, or by highlighting and pressing the Insert key.
sc: Agiunghe caràteres a sa tabella personalizada cun dòpiu clic, o premende sa tecla Insert cun is caràteres seletzionados.

source: Add or rewrite encoding declaration in HTML and XHTML files:
sc: Agiunghe o torra a iscrìere sa decraratzione de codificatzione in is archìvios HTML e XHTML:

source: Added {0} glossary entries from {1}
sc: {0} intradas de glossàriu agiuntas dae {1}

source: Added: {1}, Deleted: {2}, Modified: {3} (Conflicts: {0})
sc: Agiuntu: {1}, Cantzelladu: {2}, Modificadu: {3} (Problemas: {0})

source: After the source files have loaded in the Editor pane, you can close the Project Files dialog.
sc: Cando is archìvios de orìgine ant a èssere istados carrigados in s'Editore, as a pòdere serrare su cuadru de diàlogu Archìvios de su progetu.

source: After you give your project a name, the Create New Project dialog will open.
sc: A pustis de àere donadu unu nòmine a su progetu, s'at a abèrrere su cuadru de diàlogu Crea unu progetu nou.

source: After you have translated each segment, press Ctrl+U to move to the next untranslated segment (or Ctrl+Shift+U to move to the next translated segment).
sc: Cando as a àere tradùidu cada segmentu, preme Ctrl+U pro mòere a su segmentu de bortare imbeniente (o Ctrl+majùscula+U pro mòere a su segmentu tradùidu imbeniente).

source: Aggressive &Font Fallback
sc: Sostitutzione brusca de sa tipogra&fia

source: Algorithm:
sc: Algoritmu:

source: Align
sc: Allìnia

source: Align Files
sc: Allìnia archìvios

source: Align project against {0}
sc: Allìnia progetu cun {0}

source: Aligner "Accepted" Group
sc: Grupu "atzetadu" alliniadore

source: Aligner "Needs Review" Group
sc: Grupu "de revisionare" alliniadore

source: Aligner Highlight
sc: Evidentziadu alliniadore

source: All
sc: Totu

source: All domains
sc: Totu is domìnios

source: Allo&w tag editing
sc: Permite sa modificat&zione de etichetas

source: Allow to save password as plain text
sc: Permite sarvare sa crae che a testu puru

source: Allow to save password locally as plain text
sc: Permite sarvare sa crae in locale che a testu puru

source: Allow translated tags to be in a di&fferent order
sc: Permite chi is etichetas tradùidas siant in una cartella di&ferente

source: Allow translating &blank source segments
sc: Permite sa tradutzione de segmentos de orìgine &bòidos

source: Allows to view, add, remove or edit a note in the active segment.
sc: Permitit visualizare, agiùnghere, bogare o modificare una nota in su segmentu ativu.

source: Alternative Language
sc: Limba alternativa

source: An OmegaT project is a folder containing files and subfolders.
sc: Sa cartella de progetu de OmegaT est una cartella chi cuntenet archìvios e àteras cartellas.

source: An error occurred
sc: B'at àpidu una faddina

source: An error occurred when loading the script: {0}
sc: B’at àpidu una faddina in su carrigamentu de su script: {0}

source: An error occurred when loading the source files.
sc: B’at àpidu una faddina in su carrigamentu de is archìvios originales.

source: An error occurred when saving the TMX.
sc: B’at àpidu una faddina sarvende su TMX.

source: An error occurred when trying to detect the project file.
sc: Faddina in sa rilevatzione de s’archìviu de su progetu.

source: An error occurred while downloading the dictionary.
sc: B’at àpidu una faddina in s’iscarrigamentu de su ditzionàriu.

source: An error occurred while opening the item.
sc: B’at àpidu una faddina in s’abertura de s’elementu.

source: An error occurred while processing a font changed event: {0}
sc: B’at àpidu una faddina in su protzessamentu de un’eventu de modìfica de tipografia {0}

source: An error occurred while processing a new file event: {0}
sc: B’at àpidu una faddina in su protzessamentu de un’eventu de archìviu nou: {0}

source: An error occurred while processing a project change event: {0}
sc: B’at àpidu una faddina in su protzessamentu de un’eventu de càmbiu de progetu: {0}

source: An error occurred while processing an application shutdown event: {0}
sc: B’at àpidu una faddina in su protzessamentu de un'eventu de istudada de s’aplicatzione: {0}

source: An error occurred while processing an application startup event: {0}
sc: B’at àpidu una faddina in su protzessamentu de un'eventu de aviada de s’aplicatzione: {0}

source: An error occurred while processing an entry activated event: {0}
sc: B’at àpidu una faddina in su protzessamentu de un'eventu de intrada ativada: {0}

source: An error occurred while trying to create a new folder
sc: B’at àpidu una faddina in sa creatzione de una cartella noa

source: An error occurred while trying to run console process: {0}
sc: Faddina in s’esecutzione de unu protzessu de console: {0}

source: An exception occurred while parsing the TMX file {0} The TMX file will not be loaded.
sc: Etzetzione durante s'anàlisi de s'archìviu TMX {0} S'archìviu TMX no at a èssere carrigadu.

source: An existing translation was changed to something different from what you chose.
sc: Una tradutzione esistente est istada cambiada in calicuna cosa de diferente dae su chi as seberadu.

source: An item named "{0}" already exists in this location.
sc: In custa cartella esistit giai un’elementu cun su nòmine "{0}".

source: An item of the name "{0}" already exists at this location.
sc: In custa cartella esistit giai un’elementu cun su nòmine "{0}".

source: Analyzing strings - {0} of {1} completed
sc: Analizende istringas - {0} de {1} cumpletas

source: Android Resources
sc: Resursas de Android

source: Any text, already translated and stored in those files, will appear among the fuzzy matches, if it is sufficiently similar to the text currently being translated.
sc: Cale si siat testu giai bortadu e sarvadu in cussos archìvios at a cumparire in sa lista de cointzidèntzias partziales, si est bastante sìmile a su testu chi ses bortende.

source: Apache Commons (Apache License 2.0)
sc: Apache Commons (lissèntzia Apache 2.0)

source: Appearance
sc: Aspetu

source: Apply &Fix
sc: À&plica curretzione

source: Are you sure you want to remove the {0} set of segmentation rules?
sc: Seguru chi boles bogare su pachete de règulas pro su {0}?

source: Are you sure you want to reset all custom colours?
sc: Ses seguru chi boles torrare a totu is colores predefinidos?

source: Arrays must not be null
sc: Is tabellas non depent èssere non definidas

source: At the end of your translation, OmegaT exports three translation memories called level1, level2 and omegat to your project folder.
sc: A sa fine de sa tradutzione, OmegaT esporta tres memòrias de tradutzione cun su nòmine level1, level2 e omegat in sa cartella de su progetu tuo.

source: At the top of that dialog, select your source file's language and the language that your translated file will be, and click OK to continue.
sc: In pitzu de cussu cuadru de diàlogu, sèbera sa limba de s'archìviu de orìgine e sa limba chi at a tènnere s'archìviu tradùidu, e incarca AB pro sighire.

source: Attempt to convert &numbers when inserting a fuzzy match
sc: Proa a cunvertire &nùmeros cando insertas una cointzidèntzia partziale

source: Attribute:
sc: Atributu:

source: Aut&hor:
sc: A&utore:

source: Authentication
sc: Autenticatzione

source: Auto replace 'nplurals=INTEGER; &plural=EXPRESSION;' in header
sc: Sostitui in automàticu 'nplurals=INTEGER; &plural=EXPRESSION;' in s’intestatzione

source: Auto-Completion
sc: Cumpletamentu automàticu

source: Auto-sync with Editor
sc: Sincroniza in automàticu cun s’editore

source: Auto-text configuration
sc: Cunfiguratzione de testu automàticu

source: Auto-text file (*.autotext)
sc: Archìviu de testu automàticu (*.autotext)

source: Automatically check for updates
sc: Controlla atualizatziones in automàticu

source: Autotext
sc: Testu automàticu

source: Autotext entries
sc: Intradas de testu automàticu

source: Available dictionaries:
sc: Ditzionàrios a disponimentu:

source: Available script engines:
sc: Motores de scripts a disponimentu:

source: Average Score: {0}
sc: Puntègiu mèdiu: {0}

source: B&rowse
sc: N&àviga

source: Back to the initial segment on close
sc: Torra a su segmentu initziale cando serras su diàlogu

source: Backed up preferences to {0}
sc: Faghe una còpia de seguresa de is preferèntzias in {0}

source: Background
sc: Isfundu

source: Backups of this file (with extension bak) are added progressively to this subfolder, first at the beginning of the translation session, at its end, and while the translation progresses.
sc: Is còpias de seguresa de custu archìviu (cun s’estensione bak) sunt agiuntas in manera progressiva a custa cartella, prima a su cumintzu de sa sessione de tradutzione, a sa fine e durante is progressos de tradutzione.

source: Bad folder name {0}
sc: Nòmine de sa cartella non vàlidu {0}
